Revit 2027 API
ParameterTypeId.EnergyAnalysisMasszoneCoreoffset Property
 "Perimeter Zone Depth"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EnergyAnalysisMasszoneCoreoffset { get; }
Public Shared ReadOnly Property EnergyAnalysisMasszoneCoreoffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EnergyAnalysisMasszoneCoreoffset {
	ForgeTypeId^ get ();
}
static member EnergyAnalysisMasszoneCoreoffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace